IDEA Open Model
ConnectionSetup.NumberIterations Property
Compatible with IDEA StatiCa Beta 20.0
 More iterations helps to find better solutions in contact elements but increases calculation time
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int NumberIterations { get; set; }
Public Property NumberIterations As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace